export const testResult = 
  {
    "AA": {
      character: "性格内敛的i人",
      avatar: "",
      text: "你大多时候很”社恐“，喜欢独处不喜欢社交，即使在社交场所，也会自己坐在角落。你更喜欢深入思考和静下心来工作，喜欢一个人完成任务。同时更专注于自己的内心世界，能够长时间集中于一个任务或一个思考方向。"
    },
    "AB": {
      character: "性格外向的e人",
      avatar: "",
      text: "你打多时候很“社牛”，喜欢与外部世界的人事物互动、交流。你倾向于活跃参与社交活动，喜欢与他人分享和表达自己的想法，并且喜欢团队合作。同时也更容易分散注意力，同时关注多个事物，并在外界刺激下保持活跃。"
    },
    "BA": {
      character: "性格外向的e人",
      avatar: "",
      text: "你打多时候很“社牛”，喜欢与外部世界的人事物互动、交流。你倾向于活跃参与社交活动，喜欢与他人分享和表达自己的想法，并且喜欢团队合作。同时也更容易分散注意力，同时关注多个事物，并在外界刺激下保持活跃。"
    },
    "BB": {
      character: "性格外向的e人",
      avatar: "",
      text: "你打多时候很“社牛”，喜欢与外部世界的人事物互动、交流。你倾向于活跃参与社交活动，喜欢与他人分享和表达自己的想法，并且喜欢团队合作。同时也更容易分散注意力，同时关注多个事物，并在外界刺激下保持活跃。"
    }
  }